Repository: Chanpiseth09/t3kit
Catalog: typo3conf/ext/guide/Resources/Private/Language/*.locallang_TourTree.xlf
Languages: de

# tx_guide_tour_tree.title
source: Page tree tour
de: Seitenbaum Führung

# tx_guide_tour_tree.description
source: This is a guided tour through the page tree.
de: Dies ist eine Führung durch den Seitenbaum.

# tx_guide_tour.10.title
source: Page tree
de: Seitenbaum

# tx_guide_tour.10.content
source: This is the page tree. In this page tree you will get an overview about all available pages and his structure.
de: Dies ist der Seitenbaum. Im Seitenbaum finden Sie eine Übersicht über alle verfügbaren Seiten und Ihrer Struktur.

# tx_guide_tour.20.title
source: Add new pages into the tree
de: Hinzufügen neuer Seiten im Seitenbaum

# tx_guide_tour.20.content
source: With this button you're able to add new pages to the page tree.
de: Mit dieser Schaltfläche können Sie neue Seiten im Seitenbaum erstellen.

# tx_guide_tour.30.title
source: Search within the page tree
de: Suche im Seitenbaum

# tx_guide_tour.30.content
source: Here you're able to active a filter field, which allows you to filter the tree.<br /> It's also be useful for searching pages be his unique identifiers (also known as <i>uid</i>).
de: Hier haben Sie die Möglichkeit ein Suchfeld zu aktivieren, mit dem Sie den Seitenbaum filtern können.<br /> Dieses Suchfeld ist auch nützlich um Seiten nach ihrem eindeutigen Bezeichners zu suchen (auch bekannt als <i>uid</i>).

# tx_guide_tour.40.title
source: Refresh the page tree
de: Aktualisierung des Seitenbaums

# tx_guide_tour.40.content
source: This button reloads the whole page tree.
de: Diese Schaltfläche lädt den kompletten Seitenbaum neu.
